Repository: nuxeo-cps/products--CPSDirectory
Catalog: i18n/plone-*.po
Languages: es

# cpsdir_label_create_entry
source: Create a new entry
es: Crear una nueva entrada

# cpsdir_label_edit_entry
source: Edit entry
es: Editar entrada

# cpsdir_label_results
source: Search results
es: Buscar resultados

# cpsdir_label_search_entry
source: Search an entry
es: Buscar una entrada

# cpsdir_label_upto_directories
source: Up to Directories
es: Dependiente de los directorios

# cpsdir_label_view_entry
source: View entry
es: Ver entrada

# cpsdir_label_delete_entry
source: Delete entry
es: Borrar entrada.

# psm_entry_deleted
source: Entry deleted.
es: Entrada borrada.

# psm_entry_modified
source: Entry modified.
es: Entrada modificada.

# psm_entry_created
source: Entry created
es: Entrada creada

# portal_type_Flexible_title
source: Flexible document
es: Documento flexible

# portal_type_Flexible_description
source: Flexible document!
es: Documento modificable en su estructura

# portal_type_FAQ_title
source: FAQ (Frequently Asked Questions)
es: FAQ - Listado

# portal_type_FAQ_description
source: Set of Frequently Asked Questions
es: Listado de preguntas frecuentes

# portal_type_FAQitem_title
source: FAQ item
es: FAQ - Preguntas frecuentes

# portal_type_FAQitem_description
source: Question / Answer
es: Preguntas más frecuentes y sus correspondientes respuestas

# portal_type_ImageGallery_title
source: Image Gallery
es: Imágenes - Álbum

# portal_type_ImageGallery_description
source: Set of pictures
es: Álbum de imágenes

# portal_type_Glossary_title
source: Glossary
es: Glosario - Listado

# portal_type_Glossary_description
source: Set of definitions grouped alphabetically
es: Lista de definiciones por orden alfabético

# portal_type_GlossaryItem_title
source: Glossary Entry
es: Glosario - Elemento

# portal_type_GlossaryItem_description
source: Term definition (for glossaries)
es: Definición de un término

# portal_type_News_title
source: News
es: Noticias

# portal_type_News_description
source: A news document
es: Documento de noticias

# portal_type_File_title
source: File
es: Archivo

# portal_type_File_description
source: Indexed attached file
es: archivo adjunto

# portal_type_Event_title
source: Event
es: Evento

# portal_type_Event_description
source: An event
es: Un evento

# portal_type_Link_title
source: Link
es: Enlace

# portal_type_Link_description
source: An URL
es: Enlace de hipertexto (URL)

# portal_type_Image_title
source: Image
es: Imagen

# portal_type_Image_description
source: A picture
es: Una imagen

# portal_type_Book_title
source: Book
es: Libro

# portal_type_Book_description
source: A folder that displays the documents it contains as pages
es: Una carpeta que muestra los documentos que contiene como páginas

# portal_type_Page_title
source: Book - Page
es: Libro - Página

# portal_type_Page_description
source: A flexible document displayed as a page in a book
es: Un documento flexible mostrado como una página de un libro

# portal_type_Chapter_title
source: Book - Chapter
es: Libro - Capítulo

# portal_type_Chapter_description
source: A Chapter contain Pages
es: Un Capítulo contiene Páginas
